export const hadhrohData = [
  {
    id: 1,
    text: "إِلَى حَضْرَةِ نَبِيِّنَا مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَآلِهِ وَأَصْحَابِهِ الْكِرَامِ شَيْءٌ لِلّٰهِ لَهُمُ الْفَاتِحَةُ",
    fatiha: true
  },
  {
    id: 2,
    text: "ثُمَّ إِلَى حَضْرَةِ جَمِيْعِ الْأَنْبِيَاءِ وَالْمُرْسَلِيْنَ وَالْأَوْلِيَاءِ وَالشُّهَدَاءِ وَالصَّالِحِيْنَ وَالصَّحَابَةِ وَالتَّابِعِيْنَ وَالْعُلَمَاءِ الْعَامِلِيْنَ خُصُوْصًا سُلْطَانَ الْأَوْلِيَاءِ سَيِّدِنَا الشَّيْخَ عَبْدَ الْقَادِرِ الْجِيْلَانِي وَإِلَى جَمِيْعِ مُؤَلِّفِي الْكُتُبِ وَمُصَنِّفِيْهَا وَشَارِحِيْهَا وَإِلَى جَمِيْعِ مَنْ أَجَازَنَا إِلَى الْمُنْتَهَى شَيْءٌ لِلّٰهِ لَهُمُ الْفَاتِحَةُ",
    fatiha: true
  },
  {
    id: 3,
    text: "ثُمَّ إِلَى جَمِيْعِ آبَائِنَا وَأُمَّهَاتِنَا وَأَجْدَادِنَا وَجَدَّاتِنَا وَإِخْوَانِنَا وَأَخَوَاتِنَا وَأَصْدِقَائِنَا وَأَقَارِبِنَا وَمَشَايِخِنَا وَلِمَنْ لَهُ حَقٌّ عَلَيْنَا وَمَنْ أَحَبَّنَا وَمَنْ حَقَّ عَلَيْنَا وَجَمِيْعِ الْمُؤْمِنِيْنَ وَالْمُؤْمِنَاتِ وَالْمُسْلِمِيْنَ وَالْمُسْلِمَاتِ خُصُوْصًا مَنْ فَاتَحَ هٰذِهِ الدَّارَ وَأَعْوَانَهُ وَمَنْ أَقَامَهَا رَعِيَّتَهُمْ وَرُؤَسَاءَهُمْ شَيْءٌ لِلّٰهِ لَهُمُ الْفَاتِحَةُ",
    fatiha: true
  }
];